Repository: Smitner-Studio/hazardpay-locale
Catalog: game/*.po
Languages: pt_br, zh_cn

source: YES
pt_br: Sim
zh_cn: 是

source: NO
pt_br: Não
zh_cn: 否

source: MAIN
pt_br: Geral
zh_cn: 主菜单

source: LANGUAGE
pt_br: Idioma
zh_cn: 语言

source: UPLOAD_SCORE
pt_br: Carregar Pontuações
zh_cn: 上传分数

source: RESET_PROGRESS
pt_br: Destruir Progresso
zh_cn: 重置进度

source: RESET_SETTINGS
pt_br: Redefinir Configurações
zh_cn: 重置设置

source: MUSIC
pt_br: Música
zh_cn: 音乐

source: EFFECTS
pt_br: Efeitos
zh_cn: 音效

source: AMBIANCE
pt_br: Ambientação
zh_cn: 环境音

source: UI
pt_br: Interface

source: FULLSCREEN
pt_br: Tela Cheia
zh_cn: 全屏

source: INPUT
pt_br: Entrada
zh_cn: 输入

source: HAPTIC_ENABLED
pt_br: Feedback Tátil Ativado
zh_cn: 启用触觉反馈

source: KEYBOARD_BINDINGS
pt_br: Botões do Teclado

source: RESET_KEYS
pt_br: Redefinir Teclas

source: APPLY_CLOSE
pt_br: Aplicar e Fechar
zh_cn: 应用并关闭

source: COPYRIGHT_NOTICE
pt_br: Copyright© Smitner Studio 2026
zh_cn: 版权声明

source: MENU_ACTIONS
pt_br: Ações
zh_cn: 菜单操作

source: START_GAME
pt_br: Iniciar Jogo
zh_cn: 开始任务

source: CONTINUE_GAME
pt_br: Continuar Jogo
zh_cn: 继续任务

source: GOTO_OVERWORLD
pt_br: Ir para o Mapa
zh_cn: 返回主区域

source: THANKS_DEMO_HEADER
pt_br: Obrigado
zh_cn: 感谢游玩

source: LEVEL_EDITOR
pt_br: Editor de Níveis
zh_cn: 关卡编辑器

source: PLAYTEST_LEVELS
pt_br: Níveis de Teste
zh_cn: 测试关卡

source: SETTINGS
pt_br: Configurações
zh_cn: 设置

source: CREDITS
pt_br: Créditos
zh_cn: 制作人员

source: EXIT
pt_br: Sair
zh_cn: 退出

source: CTA_WISHLIST
pt_br: Lista de Desejos
zh_cn: 加入愿望单

source: CTA_WISHLIST_BODY
pt_br: Adicione Hazard Pay para sua Lista de Desejos para ser notificado do lançamento.
zh_cn: 把Hazard Pay加入愿望单

source: CTA_DISCORD
pt_br: Discord
zh_cn: 加入Discord

source: CTA_DISCORD_BODY
pt_br: Entre no Servidor no Discord para compartilhar sua avaliação do jogo e saber das últimas atualizações.
zh_cn: 加入我们的Discord社区

source: PRINTOUT_BACK
pt_br: Voltar
zh_cn: 返回

source: PRINTOUT_ACCEPT
pt_br: Aceitar
zh_cn: 确认

source: PRINTOUT_HEADER
pt_br: Resumo
zh_cn: 任务简报

source: PRINTOUT_SCORES_ANY
pt_br: Pontuações: Any%
zh_cn: 评分记录

source: PRINTOUT_SCORES_SAVIOUR
pt_br: Pontuações: Salvador
zh_cn: 拯救者得分

source: DEVELOPMENT
pt_br: Desenvolvimento
zh_cn: 开发团队

source: Smitner Studio UG - Smitner - Liliren (Writing) - Fragile (Level Design)
pt_br: Smitner Studio UG - Smitner - Liliren (Escrita) - Fragile (Level Design)

source: TRANSLATION
pt_br: Tradução
zh_cn: 本地化

source: PLAYTESTERS
pt_br: Testadores do Jogo
zh_cn: 测试人员

source: DISMISS
pt_br: Dispensar
zh_cn: 确认

source: REPORT_HEADER
pt_br: Detalhes de Relatório
zh_cn: 执行记录

source: MOVES
pt_br: Passos
zh_cn: 行动次数

source: NO_NOTES
pt_br: Sem observações
zh_cn: 无备注

source: DATED
pt_br: Datado
zh_cn: 日期

source: PRINTOUT_RETRY
pt_br: Tentar Novamente
zh_cn: 重新执行

source: PRINTOUT_SCORE_LOADING
pt_br: Carregando Pontuações
zh_cn: 正在加载分数记录

source: ERROR
pt_br: Erro
zh_cn: 错误

source: UNKNOWN_TITLE
pt_br: Título Desconhecido
zh_cn: 未知标题

source: LEADERBOARD_EMPTY
pt_br: Sem Entradas
zh_cn: 暂无排行榜数据

source: PRINTOUT_LAST_UPDATED
pt_br: Última Atualização
zh_cn: 最后更新时间

source: LEADERBOARD_DATA_REQUEST_GLOBAL
pt_br: Global
zh_cn: 全球排行榜

source: LEADERBOARD_DATA_REQUEST_FRIENDS
pt_br: Amigos
zh_cn: 请求好友排行榜数据

source: LEADERBOARD_DATA_REQUEST_GLOBAL_AROUND_USER
pt_br: Próximos a você
zh_cn: 请求与你排名相近的全球数据

source: LEADERBOARD_DATA_REQUEST_USERS
pt_br: Usuários
zh_cn: 请求用户排行榜数据

source: DEATH_SCREEN_TITLE
pt_br: Comunicado de Demissão de Funcionário
zh_cn: 死亡

source: GENERIC_DEAD_MESSAGE
pt_br: A entrevista de saída do funcionário #{employee_number} foi cancelada devido a conflitos de agenda.

source: UNDO
pt_br: Desfazer
zh_cn: 撤销

source: RESET
pt_br: Reiniciar
zh_cn: 重置

source: RETRY
pt_br: Tentar Novamente
zh_cn: 重试

source: CONTINUE
pt_br: Continuar
zh_cn: 继续

source: CHOOSE_RECORD_PROMPT
pt_br: Preenchimento do relatório oficial. Confirmar.
zh_cn: 选择记录

source: OPEN_STEAM_PROFILE
pt_br: Abrir Perfil da Steam
zh_cn: 打开Steam个人资料

source: CONFIRM_OPEN_STEAM_PROFILE
pt_br: Tem certeza de que deseja abrir o Perfil da Steam do usuário selecionado?
zh_cn: 确认打开Steam个人资料

source: CONFIRM_RESET_SETTINGS
pt_br: Tem certeza de que deseja aplicar as configurações padrão?
zh_cn: 确认重置设置

source: CONFIRM_RESET_PROGRESS
pt_br: Tem certeza de que deseja destruir todas as evidências do seu progresso?
zh_cn: 确认重置进度

source: CONFIRM_RESET_KEYS
pt_br: Tem certeza de que deseja redefinir todas as atribuições de teclas para as padrões?

# dialogue
source: YOU
pt_br: Você
zh_cn: 你

# INSPECT_ACID
source: Hmmm, careful
pt_br: Hmmm, cuidadov

# INSPECT_FLESH
source: Still warm...
pt_br: Ainda quente...

# dialogue
source: SCIENTIST
pt_br: Cientista

# SCI01_PAIN
source: AGH,THE PAIN… I-I CAN’T [shake]THINK![/shake]
pt_br: AH, A DOR... E-EU NÃO CONSIGO [shake]PENSAR![/shake]

# SCI01_DARK
source: It’s so d-dark. I can’t…
pt_br: Está tão e-escuro. Eu não...

# SCI01_WHY
source: [shake]NOT LIKE THIS. WHY…[/shake]
pt_br: [shake]NÃO ASSIM. POR QUE…[/shake]

# SCI01_EYES
source: MY EYES… IT TOOK M-MY…
pt_br: MEUS OLHOS... AQUILO ARRANCOU M-MEUS...

# dialogue
source: TIED_SCIENTIST
pt_br: Cientista

# TIED_UNHAND
source: What the?! Unhand me!
pt_br: Mas que...?! Tire as mãos de mim!

# TIED_PROTOCOL
source: Ugh, damn it! This falls outside protocol!
pt_br: Ah, merda! Isso está fora do protocolo!

# TIED_AUTHORISED
source: This can't be authorised…
pt_br: Isso não pode ser autorizado...

# TIED_UNTIE
source: I work here, damn it! Untie me!
pt_br: Eu trabalho aqui, droga! Me desamarre!

# TIED_GET_OUT
source: Whatever, just get me out of here!
pt_br: Que seja, apenas me tire daqui!v

# TIED_RESTRAIN
source: You're restraining me?
pt_br: Você ta me prendendo?

# dialogue
source: RADIO
pt_br: Rádio
zh_cn: 无线电

# IDLE_LEVEL_TIER_6
source: Attention, {{ProgressManagerGlobal.get_employee_number_formatted()}}. Due to budget constraints, disciplinary action must now be outsourced. All valued employees, who signed a contact agreeing to such measures, must now self-regulate. IPT trusts that you will sustain your allegiance through these testing times.[wait=0.05] Seek out a complementary vat of acid. Proceed with self-administration of penance. Your Solidarität is acknowledged.
pt_br: Atenção, {{ProgressManagerGlobal.get_employee_number_formatted()}}. Devido a restrições de orçamento, as medidas disciplinares agora devem ser terceirizadas. Todos os funcionários valiosos, que assinaram um contrato concordando com tais medidas, devem agora se autorregular. A IPT confia que você manterá sua lealdade durante estes tempos difíceis. [wait=0.05] Procure um tanque de ácido complementar. Prossiga com a autoadministração da penitência. Sua solidariedade é reconhecida.

# IDLE_LEVEL_TIER_4
source: Attention, {{ProgressManagerGlobal.get_employee_number_formatted()}}, you have 90 seconds to submit to protocol 12-B. Disciplinary action will taken if ignored. Warning issued.
pt_br: Atenção, {{ProgressManagerGlobal.get_employee_number_formatted()}}, você tem 90 segundos para cumprir o protocolo 12-B. O descumprimento resultará em ação disciplinar. Aviso emitido.

# IDLE_LEVEL_TIER_3
source: Failure to comply will be interpreted as hostile intent. Move. [wait=0.02]Now.
pt_br: O descumprimento será interpretado como intenção hostil. Mexa-se. [wait=0.02]Agora.

# IDLE_LEVEL_TIER_2
source: Delay is dissent. Proceed as ordered.
pt_br: Atraso é desacordo. Proceda conforme ordenado.

# IDLE_LEVEL_TIER_1
source: Movement undetected. Per protocol 12-B, all units must take action once orders have been given. Advance as instructed.
pt_br: Movimento não detetado. De acordo com o protocolo 12-B, todas as unidades devem agir assim que as ordens forem dadas. Avancem conforme as instruções.

# RUMOUR_DIRECTOR
source: Psst…{{ProgressManagerGlobal.get_employee_number_formatted()}}, are you alone? [wait=0.08] Have you heard the rumours?… About the Director.
pt_br: Psiu... {{ProgressManagerGlobal.get_employee_number_formatted()}}, está sozinho? [wait=0.08] Você já ouviu os rumores?... Sobre o Diretor.

# PARANOID
source: They say he’s paranoid, barely sleeps anymore. Just sits in his office… watching everyone on those telescreens. Records it too.
pt_br: Eles dizem que ele é paranoico, quase não dorme mais. Apenas se senta em seu escritório... assistindo todo mundo naquelas telas. Registrando tudo também.

# SCREENS_CREEPY
source: Creepy… What does that to a man?
pt_br: Sinistro... O que faz isso a alguém?

# CONVO_NEVER_HAPPENED
source: It affects us all… Don’t you feel it? He knows something.[wait=0.05] You‘d better get moving. For both our sakes, this conversation never happened.
pt_br: Isso afeta todos nós... Você não sente? Ele sabe de algo.[wait=0.05] É melhor você ir. Para o bem de nós dois, essa conversa nunca aconteceu.

# IDLE_LEVEL_TIER_2
source: IPT does not condone waste of resources. Advance as ordered. [wait=0.05] Infraction reported.
pt_br: A IPT não tolera o desperdício de recursos. Avance conforme ordenado. [wait=0.05] Infração relatada.

# IDLE_LEVEL_TIER_3
source: Further insubordination will result in disciplinary action. Warning issued.
pt_br: Mais insubordinações resultarão em medidas disciplinares. Aviso emitido.

# IDLE_LEVEL_TIER_4
source: Systems detect no movement. If the vehicle is inoperable, a report must be submitted. Otherwise proceed as ordered.
pt_br: Os sistemas não detectam movimento. Se o veículo estiver inoperante, deve ser apresentado um relatório. Caso contrário, proceda conforme as instruções.

# IDLE_LEVEL_TIER_1
source: Systems detect no movement. Per protocol 12-B, all units must take action once orders have been given.[wait=0.03] Proceed as instructed.
pt_br: Os sistemas não detectam movimento. De acordo com o protocolo 12-B, todas as unidades devem agir assim que as ordens forem dadas. [wait=0.03] Proceda conforme as instruções.

# INSPECT_DIARY
source: I don't remember writing this
pt_br: Eu não lembro de escrever isso

# INSPECT_VENT
source: That looks deep
pt_br: Isso parece profundo

# 01_GATE_SAVED
source: RADIO: [[Adequate work|Minimum requirements met|Minimum objective met|]]. [[Deviation recorded|Execution deficient|Improvement expected]]. Stand by.[wait=0.05] Sector-02 security clearance granted. IPT reminds you of directive parameters.[wait=0.02] Leave no trace. Personnel not excluded. Your performance has been logged. [[Further discrepancies|Failure to comply|Failure to align with directive]], may result in [[premature termination|an expiration of service|adverse disciplinary action]].
pt_br: RÁDIO: [[Trabalho adequado|Requisitos mínimos cumpridos|Objetivo mínimo cumprido|]]. [[Desvio registado|Execução deficiente|Melhoria esperada]]. Aguardar.[wait=0.05] Autorização de segurança do Setor-02 concedida. O IPT lembra-lhe os parâmetros da diretiva.[wait=0.02] Não deixe vestígios. Pessoal não excluído. O seu desempenho foi registado. [[Outras discrepâncias|descumprimento|Incompatibilidade com a diretiva]], pode resultar em [[rescisão prematura|expiração do serviço|ação disciplinar adversa]].

# 01_GATE_KILLED
source: [[Performance exemplary|Function achieved, no deviation noted|Commendation logged, maintain standard]]. Execution aligned with directive. IPT commends you for [[upholding our values|modelling our ethos|your tactical economy]]. Efficiency is loyalty, Comrade. Proceed to Sector-02, security clearance has been granted. Your efforts have been logged as a model of Excellence.
pt_br: [[Desempenho exemplar|Função cumprida, sem desvios observados|Elogio registrado, mantenha o padrão]]. Execução alinhada com a diretiva. A IPT elogia você por [[defender os nossos valores|ser um exemplo do nosso espírito|sua economia tática]]. Eficiência é lealdade, camarada. Prossiga para o Setor-02, a autorização de segurança foi concedida. Os seus esforços foram registrados como um modelo de excelência.

# 01_GATE_DENIED
source: Higher security clearance will be granted once all hazards have been neutralised. Do not lose sight of the [[mission|directive|why you are here]].
pt_br: Uma autorização de segurança mais elevada será concedida assim que todos os perigos forem neutralizados. Não perca de vista a [[missão|diretiva|razão pela qual está aqui]].

# 02_GATE_DENIED
source: [[Hazards|Anomalies]] still detected in this sector. IPT reminds you that loyalty is proven not by intention, but by outcome. Complete your [[function|directive|objective]].
pt_br: Ainda são [[detectados Perigos|detectadas Anomalias]] neste setor. O IPT lembra que a lealdade não é comprovada pela intenção, mas pelo resultado. Conclua a sua [[função|diretiva|objetivo]].

# 03_GATE_DENIED
source: Security clearance denied. Evidence of containment breach still detected. You are not done here.
pt_br: Autorização de segurança negada. Ainda há indícios de violação da contenção. A sua missão aqui ainda não terminou.

# JOB_IS_NOT_FINISHED
source: You're not leaving until the job is finished.
pt_br: Você não sairá daqui até terminar o trabalho.
zh_cn: 任务完成之前，你不能离开。

# PROCEED_TO_NEXT_SECTOR
source: [[Well Done|Good Job|Good]]. You now have access to this Sector, please proceed.
pt_br: [[Muito bem|Bom trabalho|Ótimo]]. Agora tem acesso a este setor, prosseguir, por favor.
zh_cn: [[干得不错|做得好|很好]].你已获得该区域的访问权限，请继续前进。

# ACKOWLEDGE
source: Recovery Unit {{ProgressManagerGlobal.get_employee_number_formatted()}}, this is IPT Control. Transmission is active. Acknowledge.
pt_br: Unidade de Recuperação {{ProgressManagerGlobal.get_employee_number_formatted()}}, aqui é o Controle IPT. A transmissão está ativa. Confirme.

# 098_CONFIRM
source: {{ProgressManagerGlobal.get_employee_number_formatted()}} receiving. Signal confirmed. Standing by.
pt_br: {{ProgressManagerGlobal.get_employee_number_formatted()}} recebendo. Sinal confirmado. Aguardando.

# MISSION_BRIEF
source: Mission brief follows: Contain facility breach. Secure sensitive materials. Eliminate all active threats to Directive. Leave no trace.
pt_br: O resumo da missão é o seguinte: Conter a violação das instalações. Proteger materiais confidenciais. Eliminar todas as ameaças ativas à Diretiva. Não deixar rastros.

# INTERNAL_SYSTEMS
source: Internal systems degraded, technical intervention required.
pt_br: Sistemas internos degradados, intervenção técnica necessária.

source: Understood.
pt_br: Entendido.

# ANOMALIES
source: Anomalies to be logged, not investigated. It is not your function. Understanding is not required.
pt_br: Anomalias devem ser registradas, não investigadas. Essa não é sua função. Compreensão não é necessário.

# PROTOCOL_6X
source: Per protocol 6-X, personnel recovery is… [wait=1] no longer a priority.
pt_br: De acordo com o protocolo 6-X, a recuperação do pessoal... [wait=1] já não é uma prioridade.

# SECTOR01_CLEARANCE
source: Security authorisation has already been granted for Sector-01. Higher clearance will be issued upon completion of lower sectors.
pt_br: A autorização de segurança já foi concedida para o Setor-01. Uma autorização superior será emitida após a conclusão dos setores inferiores.

# CUT_OFF_RECEIVE
source: I did not receive any auth -[next=0.05]
pt_br: Não recebi nenhuma autorização -[next=0.05]

# INSTRUCTION_STANDS
source: You did. At zero seven four zero local. [wait=2] Your objection is noted. Instruction stands.
pt_br: Você recebeu. Às zero sete quatro zero, hora local. [wait=2] A sua objeção foi registada. A instrução mantém-se.

# UNDERSTOOD_DOT
source: … Understood.
pt_br: ... Entendido.

# REMIND_COMRADE
source: Need I remind you, Comrade. Compliance is freedom. Efficiency is loyalty. Instruction Precedes Truth.
pt_br: Preciso te lembrar, Camarada. Conformidade é liberdade. Eficiência é lealdade. Instrução Precede Tudo.

source: Yes.
pt_br: Sim.

# PROCEED_SECTORS
source: Proceed to Sectors. You have been issued a Level 2 recovery vehicle.
pt_br: Prossiga para os setores. Foi-lhe atribuído um veículo de recuperação de nível 2.

# DEVIATE_DIRECTIVE
source: Failure to comply will be interpreted as deviation from Directive.
pt_br: descumprimento será interpretado como um desvio à Diretiva.

# PROCEED_VEHICLE
source: Proceed to vehicle and remain on standby. Control out.
pt_br: Dirija-se ao veículo e permaneça em espera. Controle desligado.

# 098_INSTRUCTED
source: Instruction received. {{ProgressManagerGlobal.get_employee_number_formatted()}} out.
pt_br: Instrução recebida. {{ProgressManagerGlobal.get_employee_number_formatted()}} fora.

# dialogue
source: UNKNOWN
pt_br: Desconhecido

# ANYONE_COPY
source: Recovery Unit {{ProgressManagerGlobal.get_employee_number_formatted()}}, does anyone copy?[next=0.15]
pt_br: Unidade de Recuperação {{ProgressManagerGlobal.get_employee_number_formatted()}}, alguém está ouvindo?[next=0.15]

# MATTER_TIME
source: It was only a matter of time before one of you showed up.
pt_br: Era apenas uma questão de tempo até que um de vocês aparecesse.

# EYES_SCHMIDT
source: Do you have eyes on [color="#fdd179"]Schmidt[/color]? Please tell me he’s still breathing! That damn awful sound… [wait=0.05] Don’t say he’s-[wait=0.02] he’s dead?
pt_br: Você está de olho no [color="#fdd179"]Schmidt[/color]? Por favor me diga que ele ainda está respirando! Aquele maldito som terrível... [wait=0.05] Não me diga que ele-[wait=0.02] ele morreu?

# FUNNY_ALIVE
source: Huh, eyes… Funny you should say that. [wait=1] He’s alive, that much is certain. [next=0.05]
pt_br: Hm, olhos... Engraçado você dizer isso. [wait=1] Ele está vivo, isso é certo. [next=0.05]

# NO_JOKES
source: [[No jokes|Don’t be joking with me|Nothing funny here]], [[This is bad|This is worse than I thought]].
pt_br: [[Sem piadas|Não brinque comigo|Não há nada de engraçado aqui]], [[IIsso é ruim|Isso é pior do que eu pensava]].

# KEEP_CLEAN
source: You might have your hands full on this one. Listen, keep them clean. I don’t give a shit what your orders are.
pt_br: Pode ser que tenha muito trabalho com este. Ouça, mantenha-os limpos. Não dou a mínima de quais são suas ordens.

# SCHMIDT_OUT
source: Get [color="#fdd179"]Schmidt[/color] out of here! Use what you can, he might still be in shock.
pt_br: Tirem o [color=“#fdd179”]Schmidt[/color] daqui! Usem o que puderem, ele ainda pode estar em choque.

# REACHED_SECTOR01
source: I doubt he’s the only one… Fuck, I didn’t think it [[had already reached|could reach]] Sector-01.
pt_br: Duvido que ele seja o único... Porra, não pensei que isso [[já tivesse alcançado|poderia alcançar]] o Setor-01.

# IT_QUESTION
source: … It?
pt_br: ... Isso?

# NO_TIME
source: No time. You must save the others. I’ll meet you in Sector-02. You’re apart of this now.
pt_br: Sem tempo. Você tem que salvar os outros. Vou te encontrar no Setor-02. Agora você faz parte disso.

# HAVE_ORDERS
source: I have my orders.
pt_br: Eu tenho minhas ordens.

# ORDERS_EXIST
source: [[Wake up|Open your eyes]] Regimehund! No order absolves you of choice. Orders exist, but the action is yours.
pt_br: [[Acorde|Abra os olhos]] Regimehund! Nenhuma ordem o isenta de escolher. As ordens existem, mas a ação é sua.

# CONTINUE_WHAT_YOU_STARTED
source: This area is not neutralised. You cannot leave yet. Complete your function.
pt_br: Esta área não está neutralizada. Você ainda não pode sair. Conclua a sua função.

# NOT_FINISHED
source: You're not finished here. There is still evidence. Use what you have and complete the job.
pt_br: Você ainda não terminou aqui. Ainda há evidências. Use o que tem e conclua o trabalho.

# dialogue
source: REBEL_SCIENTIST
pt_br: Cientista
zh_cn: 叛逃科学家

# dialogue
source: REBEL_SCIENTIST[1]
pt_br: Cientista

# dialogue
source: REBEL_SCIENTIST[2]
pt_br: Cientista

# dialogue
source: REBEL_SCIENTIST[3]
pt_br: Cientista

# dialogue
source: FLESH
pt_br: Carne

# dialogue
source: TONGUE
pt_br: Lingua

# TEST_EYES
source: MY [shake rate=20 level=2]FUCKING[/shake] [shake rate=50 level=10]EYES[/shake]
pt_br: MEUS [shake rate=20 level=2]OLHOS,[/shake] [shake rate=50 level=10]CARALHO[/shake]

# TEST_COMRADE
source: [color="#b55945"]Comrade,[/color] it all going to be [wait=0.1] okay.
pt_br: [color=“#b55945”]Camarada,[/color] tudo vai ficar [wait=0.1] bem.

# TEST_SURELY_01
source: Surely.. [wait=0.2]he... [shake]wont.[shake]
pt_br: Com certeza... [wait=0.2]he... [shake]não vai.[shake]

# TEST_SURELY_02
source: Surely..
pt_br: Com certeza...

# TEST_SURELY_03
source: Surely..
pt_br: Com certeza...

# TEST_SURELY_04
source: Surely..
pt_br: Com certeza...

# TEST_DONT_FEED
source: [speed=3]DON'T FEED THE [color="#b55945"]TONGUE![/color]
pt_br: [speed=3]NÃO ALIMENTE A [color="#b55945"]LINGUA![/color]

# TEST_GASP
source: [wave amp=15 freq=5]*gasp*[/wave]
pt_br: [wave amp=15 freq=5]*suspiro*[/wave]

# TEST_HUNGRY
source: [wait=2]Who said I was hungry?
pt_br: [wait=2]Quem disse que eu estava com fome?

# REACT_SCI_ACID_FLESH
source: You're... disposing of evidence?
pt_br: Você... está descartando evidências

# REACT_SCI_MONSTER
source: [shake]MONSTER![/shake]
pt_br: [shake]MONSTRO![/shake]

# REACT_SCI_SICK
source: I'm going to be sick...
pt_br: Eu vou vomitar...

# REACT_SCI_ACID_SCI
source: [shake]NO! NOT HIM![/shake]
pt_br: [shake]NÃO! ELE NÃO![/shake]

# REACT_SCI_PAY
source: You'll pay for this!
pt_br: Você vai pagar por isso!

# REACT_SCI_MURDERER
source: [shake]MURDERER![/shake]
pt_br: [shake]ASSASSINO![/shake]

# REACT_SCI_TAPE_SCI
source: What are you doing to him?!
pt_br: O que você ta fazendo com ele?

# REACT_SCI_TAPE_ALONE
source: Leave him alone!
pt_br: Deixa ele em paz!

# REACT_SCI_TAPE_HELP
source: [shake]HELP! SOMEONE![/shake]
pt_br: [shake]ME AJUDA! ALGUÉM![/shake]

# REACT_TIED_ACID_FLESH
source: [shake]Oh god, oh god, oh god![/shake]
pt_br: [shake]Meu deus, meu deus, meu deus![/shake]

# REACT_TIED_ACID_NEXT
source: Am I next?! [shake]AM I NEXT?![/shake]
pt_br: Eu sou o próximo?! [shake]EU SOU O PRÓXIMO?![/shake]

# REACT_TIED_ACID_SCI
source: Never liked how he made coffee anyway
pt_br: Nunca gostei da maneira como ele fazia café, de qualquer forma.

# REACT_TIED_ACID_STOP
source: [shake]PLEASE! PLEASE STOP![/shake]
pt_br: [shake]POR FAVOR! POR FAVOR PARA![/shake]

# REACT_TIED_TAPE_RUN
source: Run! [shake]RUN![/shake]
pt_br: Corre! [shake]CORRE![/shake]

# REACT_TIED_TAPE_DONT
source: Don't let them take you too!
pt_br: Não deixe eles te pegarem também!

source: REPORT_ALL_RESCUED
pt_br: Todo o pessoal salvo
zh_cn: 已救出全部人员

source: REPORT_SCI_STATUS
pt_br: {rescued}/{total} pessoal recuperado
zh_cn: 科研人员状态

source: SCANNING
pt_br: Escaneando
zh_cn: 扫描中

source: EVIDENCE_DETECTED
pt_br: Evidência detectada
zh_cn: 检测到证据

source: NO_EVIDENCE_DETECTED
pt_br: Nenhuma evidência detectada
zh_cn: 未检测到证据

source: ITEM_NAME_BLOOD
pt_br: Sangue

source: BACK
pt_br: Voltar

source: COMMUNITY_LEVELS
pt_br: Níveis da Comunidade
zh_cn: 社区关卡

source: LOADING_LEVEL
pt_br: Carregando Nível
zh_cn: 正在加载关卡

source: MISSION
pt_br: Missão
zh_cn: 任务

source: PRINTOUT_ATTACH_SUMMARY
pt_br: Anexar Resumo Aqui
zh_cn: 附加摘要

source: PRINTOUT_OPTIONAL_NOTE
pt_br: Sistemas voláteis. Utilize por sua conta e risco.
zh_cn: 附加备注（可选）

source: PRINTOUT_REQUIRED_NOTE
pt_br: Sistemas viáveis. Prossiga com a diretiva.
zh_cn: 必要备注

source: THANKS_DEMO_BODY
pt_br: Obrigado por jogar a demo de Hazard Pay. Espero que tenha ficado intrigado e curioso — prepare-se para mergulhar de cabeça numa profunda conspiração estatal e descobrir os segredos que tem ajudado a esconder, quando o lançamento completo chegar no final deste ano. Se tiver algum feedback, adoraria ouvi-lo - Junte-se à comunidade Discord para partilhar as suas ideias, ter acesso a versões prévias e às últimas atualizações. Por favor, considere deixar uma avaliação no Steam, o IPT fará com que valha a pena . vSaúde, Smitner
zh_cn: 感谢你体验本次试玩内容

source: CTA_REVIEW_BUTTON
pt_br: Deixar avaliação
zh_cn: 撰写评价

source: CTA_DISCORD_BUTTON
pt_br: Entrar no Discord
zh_cn: 前往Discord

source: PLAYTEST_WARNING_HEADER
pt_br: Antes de Ir...
