Repository: Smitner-Studio/hazardpay-locale
Catalog: game/*.po
Languages: pt_br, zh_cn

source: PLAYTEST_WARNING_BODY
pt_br: Os níveis de teste são conteúdo bônus! Recomendamos jogar primeiro os níveis principais do mundo superior para aprender a mecânica.

source: PLAYTEST_CONTINUE
pt_br: Continuar mesmo assim

source: DONT_SHOW_AGAIN
pt_br: Não mostrar novamente
zh_cn: 不再显示

source: TUTORIAL_PUSH_VENT
pt_br: Empurre a [color=\“#fdd179\”]abertura de ventilação[/color] para cobrir o perigo.
zh_cn: 教程：推开通风口

source: TUTORIAL_LOOK
pt_br: Olhe ao redor sem se mover
zh_cn: 教程：观察

source: TUTORIAL_SHOW_INSPECTABLE
pt_br: Alguns [color="#fdd179"]Itens[/color] podem ser inspecionados
zh_cn: 教程：显示可检查物品

source: TUTORIAL_INSPECT
pt_br: Aproxime-se, encare e inspecione um [color=“#fdd179”]Item[/color]
zh_cn: 教程：检查

source: TUTORIAL_UNDO
pt_br: Desfaça seu último movimento. (Segure)
zh_cn: 教程：撤销

source: TUTORIAL_RESET
pt_br: Reinicie para recomeçar. (Segure)
zh_cn: 教程：重置

source: TUTORIAL_LEAVE_ROOM
pt_br: Responda ao [color=“#fdd179”]Rádio[/color]
zh_cn: 教程：离开房间

source: BRIEF_NO_EVIDENCE
pt_br: Área neutralizada, nenhuma ação necessária.
zh_cn: 无证据残留

source: BRIEF_HEADER_LOW
pt_br: Higienização de Rotina
zh_cn: 难度等级：低

source: BRIEF_HEADER_MEDIUM
pt_br: Interferência Perigosa
zh_cn: 难度等级：中

source: BRIEF_HEADER_HIGH
pt_br: Violação de Contenção
zh_cn: 难度等级：高

source: BRIEF_ITEM_BIOLOGICAL
pt_br: Resíduo Biológico
zh_cn: 生物残留

source: BRIEF_ITEM_RECORDS
pt_br: Informações Confidenciais
zh_cn: 档案资料

source: BRIEF_ITEM_CHEMICAL
pt_br: Toxina
zh_cn: 化学物质

source: BRIEF_ITEM_EQUIPMENT
pt_br: Equipamentos Eletrônicos
zh_cn: 设备

source: BRIEF_ITEM_EMPLOYEE
pt_br: Pessoas
zh_cn: 员工

source: ITEM_NAME_ACID_BARREL
pt_br: Tambor Corrosivo

source: ITEM_NAME_COVERED_ACID_BARREL
pt_br: Tambor Corrosivo (Selado)

source: ITEM_NAME_FLESH
pt_br: Matéria Orgânica

source: ITEM_NAME_ACID_BARREL_COVER
pt_br: Tampa do Tambor

source: ITEM_NAME_PAPER
pt_br: Documentação

source: ITEM_NAME_MOP
pt_br: Ferramenta de Saneamento

source: ITEM_NAME_INACTIVE_DISPOSER
pt_br: Unidade de Descarte (Desativa)

source: ITEM_NAME_ACTIVE_DISPOSER
pt_br: Unidade de Descarte (Ativa)

source: ITEM_NAME_BUTTON
pt_br: Interruptor de Controle

source: ITEM_NAME_METAL_DOOR
pt_br: Porta Resistente

source: ITEM_NAME_SCANNER
pt_br: Leitor Biométrico

source: ITEM_NAME_FLESH_GOO
pt_br: Resídio Visceral

source: ITEM_NAME_TOOLBOX
pt_br: Kit de Manutenção

source: ITEM_NAME_HAMMER
pt_br: Instrumento Contundente

source: ITEM_NAME_RADIO
pt_br: Dispositivo de Comunicação

source: ITEM_NAME_SCIENTIST
pt_br: Pessoal

source: ITEM_NAME_TIED_SCIENTIST
pt_br: Pessoal (Preso)

source: ITEM_NAME_TAPE
pt_br: Material de Encadernação

source: ITEM_NAME_BATTERY_BASE
pt_br: Suporte para Célula

source: ITEM_NAME_BATTERY
pt_br: Célula de Energia

source: ITEM_NAME_OPEN_VENT
pt_br: Duto (Aberto)

source: ITEM_NAME_CLOSED_VENT
pt_br: Duto (Fechado)

source: ITEM_NAME_VENT_COVER
pt_br: Grade de Duto

source: ITEM_NAME_TOUNGUE_CREATURE
pt_br: PRS-86

source: ITEM_NAME_CLOTHES
pt_br: Vestimentas

source: ITEM_NAME_CLOTHES_BASKET
pt_br: Cesto da Roupa Suja

source: ITEM_NAME_BLOODY_CLOTHES_BASKET
pt_br: Cesto da Roupa Suja (Contaminado)

source: ITEM_NAME_INACTIVE_STECKDOSE
pt_br: Tomada (Desligada)

source: ITEM_NAME_ACTIVE_STECKDOSE
pt_br: Tomada (Ligada)

source: ITEM_NAME_ASH
pt_br: Resíduo de Combustão

source: ITEM_NAME_REBEL_SCIENTIST
pt_br: Otto Richter

source: DEAD_MESSAGE_1
pt_br: Entrevista de saída do funcionário #{employee_number} foi cancelada devido a conflitos de agenda.
zh_cn: 你已失去行动能力

source: DEAD_MESSAGE_2
pt_br: De acordo com a política 7.4.2 da empresa, o funcionário #{employee_number} foi demitido. A IPT e suas subsidiárias não assumem qualquer responsabilidade.
zh_cn: 任务失败

source: DEAD_MESSAGE_3
pt_br: O funcionário #{employee_number} não concluiu o treinamento obrigatório de segurança. Esse resultado era evitável. Arquivo encerrado.
zh_cn: 事故已记录

source: DEAD_MESSAGE_4
pt_br: O funcionário #{employee_number} não atingiu as expectativas para o quarto trimestre e foi rebaixado.
zh_cn: 损失已记录

source: DEAD_MESSAGE_5
pt_br: Observação: O funcionário #{employee_number} não receberá seu bônus anual.
zh_cn: 请重新尝试

source: PREVIEW
pt_br: Abrir Pre-visualização
zh_cn: 进入

source: INPUT_MOVE_UP
pt_br: Mover para cima

source: INPUT_MOVE_DOWN
pt_br: Mover para baixo

source: INPUT_MOVE_LEFT
pt_br: Mover para a esquerda

source: INPUT_MOVE_RIGHT
pt_br: Mover para a direita

source: INPUT_INSPECT
pt_br: Inspecionar

source: INPUT_SHOW_INSPECTABLE
pt_br: Mostrar Inspecionável

source: INPUT_UNDO
pt_br: Desfazer

source: INPUT_RESET
pt_br: Reiniciar

source: INPUT_PAUSE
pt_br: Pausar

source: INPUT_FACE_MODIFIER
pt_br: Modificador Facial

source: INPUT_PRESS_KEY
pt_br: Pressione uma tecla...

source: INPUT_UNBOUND
pt_br: Sem atribuição

source: REWIND
pt_br: Retroceder
zh_cn: 回溯

source: Character
pt_br: Personagem

source: Text Goes Here...
pt_br: Texto vem aqui...

source: SKIP
pt_br: Pular
zh_cn: 跳过

# CONFIRM_EXIT
source: Are you sure you want to exit?
zh_cn: 确认退出

source: Audio
zh_cn: 音频

source: Visual
zh_cn: 画面

source: CC-BY-4.0
zh_cn: 知识共享署名4.0协议

# CONTINUE_WHAT_YOU_STARTED
source: I suggest you continue what you started.
zh_cn: 我建议你继续完成手上的事。

# NOT_FINISHED
source: Get back to work, you're not finished.
zh_cn: 回去工作，任务还没结束。
